/* Key that remained - old comment */
/* Another comment for key that remained - old comment */
"Key that remained" = "old value";

/* Key that changed value first - old comment */
/* Key that changed value second - old comment */
"Key that changed value" = "old value";

/* Comment for key that was removed */
/* Another comment for key that was removed. */
"Key that was removed" = "old value";

